Repository: NestaDev/admin-contratos-IFRS
Catalog: WebNesta_IRFS-16/App_GlobalResources - Copia/Tipologia.*.resx
Languages: pt

# tipologia_content_tutorial
source: https://cloud3.webnesta.com/tutorial/ifrs/Tipologia/en-US
pt: https://cloud3.webnesta.com/tutorial/ifrs/Tipologia/pt-BR

# tipologia_grid1_col1
source: Typology
pt: Tipologia

# tipologia_grid1_col10
source: Depreciation
pt: Depreciação

# tipologia_grid1_col11
source: Remeasurement
pt: Remensuração

# tipologia_grid1_col2
source: Source
pt: Origem

# tipologia_grid1_col5
source: Tax Recovery
pt: Recuperação Impostos

# tipologia_grid1_col6
source: Readjustments
pt: Reajustes

# tipologia_grid1_col7
source: Grace
pt: Carência

# tipologia_grid1_col8
source: Flow
pt: Fluxo

# tipologia_grid1_col9
source: Calculation
pt: Cálculo

# tipologia_grid2_col1
source: Typology
pt: Tipologia

# tipologia_grid2_col2
source: Corporate
pt: Empresa

# tipologia_label2
source: Available Types
pt: Tipologias Disponíveis

# tipologia_label3
source: Associated Typologies
pt: Tipologias Associadas

# tipologia_quickguide_acao
source: User action
pt: Ação do usuário

# tipologia_quickguide_empresa
source: Choose the structure of the economic GROUP, COMPANY, BRANCH or STORE.
pt: Texto sobre Empresa

# tipologia_quickguide_grid1
source: Choose the type of contract associated with the store
pt: Escolha a tipologia de contrato associada à Empresa

# tipologia_quickguide_grid2
source: Area designed to display the typologies associated with the Store. <br/> These Typologies will be available for use in contracts. To disassociate a typology it is necessary to double-click under the line.
pt: Área destinada a exibição das tipologias associadas à Empresa.<br/>Estas Tipologias estarão disponíveis para utilização nos contratos. Para desassociar uma tipologia é necessário clicar duas vezes sob a linha.

# tipologia_quickguide_grid2_col10
source: Inform if the Depreciation will be calculated in a LINEAR way or if there will be different values for different periods.
pt: Informe se a Depreciação será calculado de forma LINEAR ou se haverá valores diferentes para períodos diferentes.

# tipologia_quickguide_grid2_col11
source: Choose the structure of the economic GROUP, COMPANY, BRANCH or STORE.
pt: Escolha a estrutura do GRUPO econômico, da EMPRESA, da FILIAL ou da LOJA.

# tipologia_quickguide_grid2_col2
source: The type of contract is national (only used in your country) or worldwide (the same model is used in all countries.
pt: O tipo de contrato é nacional (só utilizado no seu país) ou com alcance mundial (utilizado o mesmo modelo em todos os países.

# tipologia_quickguide_grid2_col3
source: Answer whether the contract registration company is publicly traded (trades its shares on stock exchanges) or closed (belongs to shareholder partners).
pt: Responda se a empresa de cadastramento do contrato é de capital aberto (negocia sua ações em bolsas) ou fechado (pertence a sócios acionistas).

# tipologia_quickguide_grid2_col4
source: Respond if the contracting company provides accounting information in the American standard (USA) of generally accepted accounting practices.
pt: Responda se a empresa de cadastramento do contrato presta informações contábeis no padrão americano (USA) de práticas de contabilidade geralmente aceitas.

# tipologia_quickguide_grid2_col5
source: Inform if the registration agreement allows the recovery of taxes. Consult your company's tax department
pt: Informe se o contrato em cadastramento permite a recuperação de impostos. Consulte o departamento tributário da sua empresa

# tipologia_quickguide_grid2_col6
source: Inform if the contract is subject to periodic price adjustment.
pt: Informe se o contrato está sujeito ao reajuste periódico de preços.

# tipologia_quickguide_grid2_col7
source: Inform if the contract has a grace period, that is, a period when you own a property, for example, your company will not pay rent for a period.
pt: Informe se o contrato possui um período de carência, ou seja, um período que de posse de um imóvel, por exemplo, a sua empresa não irá pagar aluguel por um período.

# tipologia_quickguide_grid2_col8
source: Inform if the Contract Flow of Payments is UNIFORM, that is, it starts and ends with the same amount or if NOT UNIFORM having different installments in different periods.
pt: Informe se o Fluxo de Pagamentos do contrato é UNIFORME, ou seja, começa e termina com o mesmo valor ou se NÃO UNIFORME possuindo parcelas diferentes em diferentes períodos.

# tipologia_quickguide_grid2_col9
source: Inform whether the CASH FLOW to calculate the NPV - Net Present Value of the contract will be calculated using the Price or Linear Table method.
pt: Informe se o FLUXO DE CAIXA para apuração do VPL – Valor Presente Líquido do contrato será calculado pelo método da Tabela Price ou Linear.

# tipologia_quickguide_ini
source: When placing the mouse over a field, an explanatory text for the field will be displayed in this box.
pt: Ao posicionar o mouse sobre um campo, será exibido neste quadro um texto explicativo referente ao campo.

# tipologia_quickguide_quiz
source: Contract registration requires a TYPOLOGY. The typology is the form of recording, calculating and recording data for each TYPE of contract. You need to choose the TYPOLOGY and associate it with the contract registration. TYPOLOGY is a set of information required by the CONTRACT. To help you choose the alternative in each “COLUMN” of the Grid and Nesta presents the appropriate TYPE. If Nesta responds as “DOESN'T EXIST”, open a call and we will send you the TYPOLOGY.
pt: O cadastro do contrato exige uma TIPOLOGIA. A tipologia é a forma de registro, cálculos e gravações de dados para cada TIPO de contrato. Você precisa escolher a TIPOLOGIA e associá-la ao cadastro do contrato. A TIPOLOGIA é um conjunto de informações exigidas pelo CONTRATO. Para ajudá-lo escolha a alternativa em cada “COLUNA” do Grid e o Nesta apresenta a TIPOLOGIA apropridada. Se o Nesta lhe responder como “NÃO EXISTE”, abra um chamado e lhe enviaremos a TIPOLOGIA.

# tipologia_quickguide_titulo
source: Contract registration requires a TYPOLOGY. The typology is the form of recording, calculating and recording data for each TYPE of contract. You need to choose the TYPOLOGY and associate it with the contract registration. TYPOLOGY is a set of information required by the CONTRACT. To help you choose the alternative in each “COLUMN” of the Grid and Nesta presents the appropriate TYPE. If Nesta responds as “DOESN'T EXIST”, open a call and we will send you the TYPOLOGY.
pt: O cadastro do contrato exige uma TIPOLOGIA. A tipologia é a forma de registro, cálculos e gravações de dados para cada TIPO de contrato. Você precisa escolher a TIPOLOGIA e associá-la ao cadastro do contrato. A TIPOLOGIA é um conjunto de informações exigidas pelo CONTRATO. Para ajudá-lo escolha a alternativa em cada “COLUNA” do Grid e o Nesta apresenta a TIPOLOGIA apropridada. Se o Nesta lhe responder como “NÃO EXISTE”, abra um chamado e lhe enviaremos a TIPOLOGIA.

# tipologia_quiz
source: You understand that for the registration of a CONTRACT you need to choose the TYPE of contract, that is, the model that will support the registration, calculations and accounting records guided by IFRS 16. The models change according to the purpose of the contract, conditions and special situations that your company may require due to corporate organization and industry.
pt: Você entendeu que para o registro de um CONTRATO você necessita escolher o TIPO de contrato, ou seja, o modelo que irá sustentar o cadastramento, cálculos e registros contábeis orientados pela NORMA IFRS 16. Os modelos mudam de acordo com a finalidade do contrato, condições contratadas e ainda situações especiais que a sua empresa possa exigir por conta de organização societária e ramo de atividade.

# tipologia_quiz_1-1
source: National
pt: Nacional

# tipologia_quiz_1-2
source: Global
pt: Mundial

# tipologia_quiz_10-1
source: Yes
pt: Sim

# tipologia_quiz_10-2
source: No
pt: Não

# tipologia_quiz_2-1
source: Open
pt: Aberto

# tipologia_quiz_2-2
source: Closed
pt: Fechado

# tipologia_quiz_3-1
source: Yes
pt: Sim

# tipologia_quiz_3-2
source: No
pt: Não

# tipologia_quiz_4-1
source: Yes
pt: Sim

# tipologia_quiz_4-2
source: No
pt: Não

# tipologia_quiz_5-1
source: Yes
pt: Sim

# tipologia_quiz_5-2
source: No
pt: Não

# tipologia_quiz_6-1
source: Yes
pt: Sim

# tipologia_quiz_6-2
source: No
pt: Não

# tipologia_quiz_7-1
source: Uniform
pt: Uniforme

# tipologia_quiz_7-2
source: No Uniform
pt: Não Uniforme

# tipologia_quiz_8-1
source: Table Price
pt: Tabela Price

# tipologia_quiz_9-2
source: Differentiated
pt: Diferenciada

# tipologia_right_lbl1
source: User action
pt: Ação do usuário

# tipologia_right_lbl2
source: Select the Entity
pt: Seleciona a Empresa

# tipologia_tituloPag
source: Typology
pt: Tipologia Contrato
