Repository: NestaDev/admin-contratos-IFRS
Catalog: WebNesta_IRFS-16/App_GlobalResources - Copia/UserProfile.*.resx
Languages: pt

# CustomValidator1-1
source: New password does not match with Confirm Password.
pt: Nova Senha não confere.

# CustomValidator1-2
source: Current password does not match.
pt: Senha atual não confere com o sistema.

# CustomValidator1-3
source: Credentials are not valid for authentication because they have been used less than a year ago.
pt: As credenciais não são válidas para autenticação porque já foram usadas há menos de um ano.

# CustomValidator1-4
source: Default Language required
pt: Idioma padrão obrigatório

# menu1
source: User Profile
pt: Dados de Usuário

# menu1_lbl1
source: Current password
pt: Senha Atual

# menu1_lbl2
source: New password
pt: Nova Senha

# menu1_lbl3
source: Confirm password
pt: Confirmar Senha

# menu1_lbl4
source: Change Password
pt: Alterar senha

# menu1_lbl5
source: Default Language
pt: Idioma Padrão

# menu1_lbl6
source: WhatsApp number
pt: Número WhatsApp

# menu1_titulo1
source: Change Password
pt: Alterar Senha

# menu1_titulo2
source: Registration data
pt: Dados Cadastrais

# menu2
source: Notification
pt: Notificações

# menu2_grid1_col1
source: Received
pt: Recebido

# menu2_grid1_col2
source: From
pt: Rementente

# menu2_grid1_col3
source: Notification
pt: Notificação

# menu2_grid1_col4
source: Read
pt: Lido

# menu2_grid2_col1
source: Sent
pt: Enviado

# menu2_grid2_col2
source: To
pt: Destinatário

# menu2_grid2_col3
source: Notification
pt: Notificação

# menu2_grid2_col4
source: Read
pt: Lido

# menu2_titulo1
source: Notifications Received
pt: Notificações Recebidas

# menu2_titulo2
source: Notifications Sent
pt: Notificações Enviadas

# userprofile_content_tutorial
source: https://cloud3.webnesta.com/tutorial/ifrs/usuario/en-US
pt: https://cloud3.webnesta.com/tutorial/ifrs/usuario/pt-BR

# user_menu
source: User Data: Area destined to changes to the user logged in the system, changes to password, default language and WhatsApp number <br/> Notifications: Area destined to view the notifications sent and received.
pt: Dados de Usuário: Área destinada à alterações ao usuário logado no sistema, alterações de senha, idioma padrão e número de WhatsApp<br/>Notificações: Área destinada para visualizar as notificações enviadas e recebidas.

# user_menu1_lbl1_guide
source: Field for entering the current password
pt: Campo para inserir a senha atual

# user_menu1_lbl2_guide
source: New password consisting of 8 characters: uppercase letter, special character, number and lowercase letter
pt: Senha nova composta por 8 caracteres: letra maiúscula, caractere especial, número e letra minúscula

# user_menu1_lbl3_guide
source: Confirm new password
pt: Confirmar senha nova

# user_menu1_lbl4_guide
source: Feature that defines whether the password change feature is turned on.
pt: Funcionalidade que define se a funcionalidade alteração de senha está ligada.

# user_menu1_lbl5_guide
source: Default language for system translation automatically
pt: Idioma padrão para tradução do sistema automaticamente

# user_menu1_lbl6_guide
source: Contact number to receive notifications via WhatsApp
pt: Número de contato para receber as notificações via WhatsApp

# user_menu2_lbl1_guide
source: Notifications that were sent to the logged in user, these notifications when they are in bold font are unread notifications, to confirm the reading it is necessary to double-click.
pt: Notificações que foram enviadas para o usuário logado, essas notificações quando estão com a fonte negrito são notificações não lidas, para confirmar a leitura é necessário clicar duas vezes.

# user_menu2_lbl2_guide
source: Notifications that were sent by the logged in user, in this view do not have direct actions on the grid, they are just notifications sent by the user.
pt: Notificações que foram enviadas pelo usuário logado, nessa visualização não tem ações diretas no grid, são apenas notificações enviadas pelo usuário.

# user_password_error
source: Password must contain at least 8 characters (uppercase letter, special character, number and lowercase letter)
pt: Senha precisa conter no mínimo 8 caracteres (letra maiúscula, caractere especial, número e letra minúscula)
